models/Incidencia.php

	 public function getTipoList()
	{
        $models = TipoIncidencia::find()->asArray()->all();
---
SELECT * FROM `tipo_incidencia`

    public function getImpactoList()
	{
        $models = Impacto::find()->asArray()->all();
---
SELECT * FROM `impacto`

    public function getUrgenciaList()
	{
        $models = Urgencia::find()->asArray()->all();
---
SELECT * FROM `urgencia`